tap "1password/tap"
tap "aws/tap"
tap "blacktop/tap"
tap "derailed/k9s"
tap "dotzero/tap"
tap "gjbae1212/gossm"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "kdash-rs/kdash"
tap "theykk/tap"
tap "txn2/tap"
brew "age"
brew "giflib"
brew "libpng"
brew "openssl@3"
brew "python@3.12"
brew "asciinema"
brew "autoconf"
brew "coreutils"
brew "unixodbc"
brew "asdf"
brew "aspell"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "bettercap"
brew "bmon"
brew "bpytop"
brew "cairo"
brew "chezmoi"
brew "clamav"
brew "codespell"
brew "cointop"
brew "croc"
brew "ctags"
brew "ctop"
brew "diff-so-fancy"
brew "dog"
brew "wxwidgets"
brew "elixir-ls"
brew "exa"
brew "fd"
brew "openjdk"
brew "fop"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gping"
brew "hasura-cli"
brew "helm"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "pango"
brew "librsvg"
brew "libxslt"
brew "lua"
brew "lynis"
brew "make"
brew "minikube"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "pkg-config"
brew "pnpm"
brew "python@3.10"
brew "ranger"
brew "rebar3"
brew "ripgrep"
brew "rustup-init"
brew "sops"
brew "spatialindex"
brew "speedtest-cli"
brew "starship"
brew "tmate"
brew "tmux"
brew "tree"
brew "ttygif"
brew "wireshark"
brew "wrk"
brew "zellij"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "dotzero/tap/git-profile"
brew "kdash-rs/kdash/kdash"
brew "txn2/tap/kubefwd"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "alt-tab"
cask "aws-vault"
cask "aws-vpn-client"
cask "boop"
cask "burp-suite"
cask "calibre"
cask "chromium"
cask "datagrip"
cask "dbeaver-community"
cask "dbngin"
cask "displaylink"
cask "docker"
cask "fantastical"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-for-powerline"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gitkraken"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "keepingyouawake"
cask "latest"
cask "numi"
cask "owasp-zap"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "rectangle"
cask "runjs"
cask "setapp"
cask "slack"
cask "sublime-text3"
cask "termius"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "withfig.fig"
