tap "homebrew/bundle"
tap "buo/cask-upgrade"

# Binaries
brew "coreutils"
brew "fzf"
brew "jq"
brew "ripgrep"
brew "zoxide"
brew "gnupg"
brew "pinentry-mac"
brew "eza"
brew "mise"
brew "direnv"
brew "starship"
cask "font-iosevka-nerd-font"

# Mac Setup
brew "stow"
brew "mas"

# Development
brew "libpq"
brew "cmake"
brew "ctags"
brew "imagemagick"
brew "libpng"
brew "github-keygen"
brew "gh"
brew "neovim"
brew "zellij"
brew "git"
brew "lazygit"

cask "raycast"
cask "orbstack"
cask "warp"
cask "slack"
cask "visual-studio-code"
cask "1password"
cask "google-chrome"
cask "windsurf"
cask "tableplus"
cask "ghostty"

mas "Xcode", id: 497799835
