tap "homebrew/bundle"
tap "buo/cask-upgrade"
tap "timothyye/tap"
tap "FelixKratz/formulae"

# Binaries
brew "coreutils"
brew "fzf"
brew "jq"
brew "fd"
brew "ripgrep"
brew "zoxide"
brew "gnupg"
brew "pinentry-mac"
brew "eza"
brew "mise"
brew "direnv"
brew "starship"
brew "atuin"
brew "tldr"
brew "yazi"
brew "tree"

# Mac Setup
brew "stow"
brew "mas"

# Development
brew "libpq"
brew "cmake"
brew "ctags"
brew "imagemagick"
brew "libpng"
brew "gh"
brew "neovim"
brew "zellij"
brew "git"
brew "lazygit"
brew "timothyye/tap/skm"
brew "carapace"
brew "borders"

cask "font-iosevka-nerd-font"
cask "raycast"
cask "orbstack"
cask "warp"
cask "slack"
cask "visual-studio-code"
cask "1password"
cask "google-chrome"
cask "windsurf"
cask "tableplus"
cask "ghostty"
cask "arc"
cask "alt-tab"
cask "hiddenbar"
cask "stats"
cask "nikitabobko/tap/aerospace"
cask "spotify"
cask "omnifocus"
cask "capacities"

mas "Xcode", id: 497799835
